[
    {
        "id": 1,
        "position": 1,
        "startAt": "08-04-2021",
        "endAt": "09-06-2021",
        "companyName": "Auzy Mental Health",
        "website": "http://www.auzy.help/",
        "logo": "assets/template/experience/logo/auzy-logo.png",
        "internationalizations": [
            {
                "language": "fr",
                "city": "Sousse",
                "country": "Tunisie",
                "role": "Stagiaire dev web Frontend",
                "description": "<b>Auzy Mental Health</b> est une startup axée sur les solutions pour soutenir les enfants dans le spectre autistique et leurs soignants, son produit principal est un ensemble de solutions pour tester la probabilité que votre enfant soit dans le <i>spectre autistique ou confrontés à certains problèmes de santé mentale</i>, puis offrir des conseils et des conseils d'experts médicaux sous la supervision d'un conseil médical certifié. De nombreux atouts sont offerts aux enfants et à leurs parents, tels que l'accès à des installations médicales, un soignant désigné disponible pour le soutien, des applications en ligne, des applications mobiles, des livres et d'autres éléments pertinents.<br><br>Chez <i>Auzy Mental Health</i>, j'ai pris contact avec des développeurs seniors, apprenant les meilleures pratiques, les modèles, et comment débattre des idées et proposer diverses solutions pour le même problème. C'était le point de départ, une occasion unique de transformer des connaissances théoriques en solutions concrètes qui étaient utilisées par des centaines de personnes chaque jour."
            },
            {
                "language": "en",
                "city": "Sousse",
                "country": "Tunisia",
                "role": "Frontend Web Dev Intern",
                "description": "<b>Auzy Mental Health</b> is a startup focused in solutions for supporting children in the autism spectrum and their caregivers, its main product is a set of solutions for testing the likelihood of your child being in the <i>autism spectrum or facing certain mental health issues</i>, and then, offering up guidance and medical experts' advice under the supervision of a certified medical board. There are multiple assets offered for the children and their parents such as access to medical facilities, an assigned caregiver available for support, online applications, mobile apps, books, and other relevant items.<br><br>At <i>Auzy Mental Health</i>, I got in touch with senior developers, learning best practices, patterns, and how to debate ideas and offer various solutions for the very same problem. It was the start point, a unique opportunity to turn theoretical knowledge into concrete solutions that were being used by hundreds of people every day."
            }
        ],
        "technologies": [
            "HTML", "CSS", "Javascript", "CSS3", "Ract Js", "jQuery", "SOAP", "Joomla", "Wordpress", "SVN", "SQL", "MySQL", "PostgreSQL", "Windows"
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn Auzy Mental Health",
                "http": "https://www.linkedin.com/company/auzy-mental-health/?originalSubdomain=tn"
            }
        ],
        "backgroundUrl": "assets/template/experience/sousse1.jpg"
    },
    {
        "id": 2,
        "position": 2,
        "startAt": "03-01-2022",
        "endAt": "04-30-2022",
        "companyName": "AyClass",
        "website": "https://www.ayclass.tn/",
        "logo": "assets/template/experience/logo/ayclass-logo.png",
        "internationalizations": [
            {
                "language": "fr",
                "city": "Sousse",
                "country": "Tunisie",
                "role": "Développeur web et expert machine learning",
                "description": "<b>AyClass</b> est une startup spécialisée dans les solutions de <i>tutorat en ligne</i>, travaillant avec des étudiants et des individus désireux de consacrer du temps et des efforts pour enseigner différentes matières sur la plateforme. Il sert de marché et d'espace de jumelage où les personnes désireuses d'<i>apprendre</i> rencontrent les personnes qualifiées pour <i>enseigner</i>. La plate-forme offre une <i>option de planification</i> flexible, un <i>catalogue riche de cours</i>, <i>divers tuteurs parmi lesquels choisir</i> et <i>des API tierces</i> , tels que les <i>fournisseurs de paiement</i> personnalisés.<br><br>Chez <i>AyClass</i>, j'ai travaillé pour développer des solutions personnalisées pour le développement d'interface Web ainsi que le système de recommandation alimenté par ML de la plate-forme. L'expérience a été un mélange parfait entre un essai d'entrepreneuriat et un refuge de technicité car j'ai pu en apprendre davantage sur les méthodologies de travail et valoriser la qualité et la continuité des projets à moyen et long terme."
            },
            {
                "language": "en",
                "city": "Sousse",
                "country": "Tunisia",
                "role": "Web Developer & Machine Learning Expert",
                "description": "<b>AyClass</b> is a startup specialized in solutions for <i>online tutoring</i>, working with students and individuals willing to dedicate time and effort to tutor different subjects on the platform. It serves as a marketplace and a matchmaking area where people desiring to <i>learn</i> meet those qualified to <i>teach</i>. The platform offers flexible <i>scheduling options</i>, <i>rich catalogue of courses</i>, <i>various tutors to choose from</i> and <i>third-party APIs</i>, such as custom <i>payment providers</i>.<br><br>At <i>AyClass</i> I have worked to develop custom solutions for web frontend develoment as well as the platform's ML powered recommendation system. The experience was a perfect mixture between an entrepreneurship trial and a technicalities' haven as I got to learn more about different development methodologies and valuing the quality and continuity of projects in the medium and long term."
            }
        ],
        "technologies": [
            "React Js", "Typescript", ".Net", "PostgreSQL", "CSS", "CSS3", "Javascript", "jQuery", "Payment Services", "SSH", "SSL", "Trello", "Slack", "Git version control", "Machine Learning", "KNN", "Deep learing"
        ],
        "medias": [
            {
                "icon": "facebook",
                "title": "Facebook AyClass",
                "http": "https://www.facebook.com/AyClass-100327805997786/"
            },
            {
                "icon": "instagram",
                "title": "Instagram AyClass",
                "http": "hhttps://www.instagram.com/ayclass.tn/"
            }
        ],
        "backgroundUrl": "assets/template/experience/sousse2.jpg"
    }
]
