[
    {
        "thumbnail": "assets/posts/post-react.jfif",
        "http": "https://www.coursera.org/specializations/full-stack-react",
        "date": "07-03-2022",
        "internationalizations": [
            {
                "language": "en",
                "title": "Full-Stack Web Development with React Specialization",
                "description": "<b>Learn front-end and hybrid mobile development, with server-side support, for implementing a multi-platform solution.</b> The first two courses in this Specialization cover front-end frameworks: Bootstrap 4 and React. On the server side, you’ll learn to implement NoSQL databases using MongoDB, work within a Node.js environment and Express framework, and communicate to the client side through a RESTful API. Learners enrolling in this Specialization are expected to have prior working knowledge of HTML, CSS and JavaScript. Ideally learners should complete the courses in the specified sequence."
            },
            {
                "language": "fr",
                "title": "Développement Web Full-Stack avec spécialisation React",
                "description": "<b>Découvrez le développement mobile frontal et hybride, avec prise en charge côté serveur, pour la mise en œuvre d'une solution multiplateforme.</b> Les deux premiers cours de cette spécialisation couvrent les frameworks frontaux : Bootstrap 4 et React. Côté serveur, vous apprendrez à implémenter des bases de données NoSQL à l'aide de MongoDB, à travailler dans un environnement Node.js et un framework Express, et à communiquer avec le client via une API RESTful. Les apprenants qui s'inscrivent à cette spécialisation doivent avoir une connaissance pratique préalable de HTML, CSS et JavaScript. Idéalement, les apprenants devraient suivre les cours dans l'ordre spécifié."
            }
        ]
    },
    {
        "thumbnail": "assets/posts/post-ml.png",
        "http": "https://www.coursera.org/professional-certificates/ibm-machine-learning",
        "date": "07-03-2022",
        "internationalizations": [
            {
                "language": "en",
                "title": "IBM Machine Learning",
                "description": "<b>Machine Learning</b> is one of the most in-demand skills for jobs related to modern AI applications, a field in which hiring has grown 74% annually for the last four years (LinkedIn). This Professional Certificate from IBM is intended for anyone interested in developing skills and experience to pursue a career in Machine Learning and leverage the main types of Machine Learning: Unsupervised Learning, Supervised Learning, Deep Learning, and Reinforcement Learning. It also complements your learning with special topics, including Time Series Analysis and Survival Analysis."
            },
            {
                "language": "fr",
                "title": "IBM Machine Learning",
                "description": "<b>L'apprentissage automatique</b> est l'une des compétences les plus demandées pour les emplois liés aux applications d'IA modernes, un domaine dans lequel l'embauche a augmenté de 74 % par an au cours des quatre dernières années (LinkedIn). Ce certificat professionnel d'IBM est destiné à toute personne souhaitant développer des compétences et de l'expérience pour poursuivre une carrière dans l'apprentissage automatique et tirer parti des principaux types d'apprentissage automatique : apprentissage non supervisé, apprentissage supervisé, apprentissage en profondeur et apprentissage par renforcement. Il complète également votre apprentissage avec des sujets spéciaux, notamment l'analyse des séries chronologiques et l'analyse de survie."
            }
        ]
    },
    {
        "thumbnail": "assets/posts/post-tf.png",
        "http": "https://www.coursera.org/professional-certificates/tensorflow-in-practice",
        "date": "07-03-2022",
        "internationalizations": [
            {
                "language": "en",
                "title": "DeepLearning.AI TensorFlow Developer Professional Certificate",
                "description": "TensorFlow is one of the most in-demand and popular open-source deep learning frameworks available today. The <b>DeepLearning.AI TensorFlow Developer Professional Certificate</b> program teaches you applied machine learning skills with TensorFlow so you can build and train powerful models. In this hands-on, four-course Professional Certificate program, you’ll learn the necessary tools to build scalable AI-powered applications with TensorFlow. After finishing this program, you’ll be able to apply your new TensorFlow skills to a wide range of problems and projects. This program can help you prepare for the Google TensorFlow Certificate exam and bring you one step closer to achieving the Google TensorFlow Certificate."
            },
            {
                "language": "fr",
                "title": "Certificat professionnel de développeur DeepLearning.AI TensorFlow",
                "description": "TensorFlow est l'un des frameworks d'apprentissage en profondeur open source les plus demandés et les plus populaires disponibles aujourd'hui. Le programme <b>DeepLearning.AI TensorFlow Developer Professional Certificate</b> vous enseigne des compétences appliquées en machine learning avec TensorFlow afin que vous puissiez créer et entraîner des modèles puissants. Dans ce programme pratique de certificat professionnel en quatre cours, vous apprendrez les outils nécessaires pour créer des applications évolutives alimentées par l'IA avec TensorFlow. Après avoir terminé ce programme, vous pourrez appliquer vos nouvelles compétences TensorFlow à un large éventail de problèmes et de projets. Ce programme peut vous aider à vous préparer à l'examen du certificat Google TensorFlow et vous rapprocher un peu plus de l'obtention du certificat Google TensorFlow."
            }
        ]
    }
]